{
    "questoes": [
        "Em quais maneiras voce se sente inibido de expressar amor? ",
        "Qual experiencia dificil ou doloroza que voce recomendaria a todos ?",
        "Qual a dor emocional mais intensa que voce ja experenciou?",
        "De quais maneiras voce nao confia em si mesmo ?",
        "Como voce acha que desapontou seus pais?",
        "O que sobre si mesmo voce vem tentando melhorar ou corrigir por um bom tempo?",
        "Voce educaria seus filhos da mesma forma que seus pais te educaram? Como voce faria diferente? ",
        "O que foi a ultima coisa que te fez chorar? Quando foi isso?",
        "Qual foi a coisa mais dificil que voce ja teve que fazer ?",
        "De quais formas voce sente que falha em se comunicar ?",
        "Qual a sua maior insegurança atualmente ?",
        "Quais dos seus habitos atuais entram em conflito com os seus valores?",
        "Qual aspecto sobre a pessoa a sua esquerda(ou sobre mim) que voce tem sentimentos negativos? ",
        "Sobre o que voce ainda deve desculpas para alguem ?",
        "Qual foi o mais doente(estado Mental ou fisicamente) que vc ja esteve ?",
        "Quem voce mais odeia?",
        "Qual foi o seu maior obstaculo para a paz ?",
        "O que voce gostaria mudar de sua aparencia ?",
        "O que voce fez que lhe deu mais vergonha ?",
        "Voce sente medo da morte? Porque ?",
        "Qual a sua estrategia para se recuperar de experincias dolorozas ? Como voce sabe que esta curado(a)? ",
        "Qual foi o seu maior erro financeiro?",
        "Qual a dor fisica mais intensa que voce ja experenciou ?",
        "Quao frequente e de que formas voce sente medo ?",
        "Who in this room would you most like to have sex with? (should remove???)",
        "Quais problemas voce ve nos relacionamento de pessoas ao seu redor ?",
        "You have to marry someone in this room right now. Who is it? (should remove???)",
        "Tem algo que te excita e que voce nunca admitiu para ninguem ?",
        "Qual caracteristica incomum que voce acha mais atrativo em um parceiro romantico ?",
        "Das suas experiencias sexuais passadas, qual te deixou mais desconfortavel?",
        "Se voce fosse convidado(a) para uma festa de nudismo, onde os convidados devem ficar pelados o tempo todo, vc iria? ",
        "When you introspect, away from society and your physical body, deep inside, do you feel a sense of gender?",
        "Como terminou o seu ultimo relacionamento ?",
        "Se vc pudesse escolher um, vc preferiria dobrar o seu desejo sexual ou reduzi-lo a metade ?",
        "Would you rather fuck your girlfriend who is inhabiting your mother's body, or your mother who is inhabiting your girlfriend's body? (If you date men, switch it to boyfriend and father.)(should remove???)",
        "No total, vc recebeu mais ou fez mais sexo oral?",
        "Qual foi uma das coisas mais aventureiras que voce ja fez na cama ?",
        "Voce sairia em um encontro com voce mesmo? Ficaria consigo? ",
        "Voce ja esteve em uma relaçao nao-monogamica ? Qual a sua opiniao sobre a nao-monogamia? ",
        "Voce ja saiu com uma pessoa q vc sentia que era abaixo dos seus padroes?",
        "O quao facil é fazer vc atingir o orgasmo?",
        "Voce ja sentiu culpa ou vergonha por rejeitar romanticamente pessoas que estavam interessadas em voce ?",
        "Se vc pudesse apertar um botao e dobrar o desejo sexual de todas as mulheres da terra, vc faria? ",
        "Voce consegue listar o nome de todas as pessoas que voce ja transou ?",
        "Voce pensa que gritos e brigas sao normais e inevitaveis em relacionamentos ou eles sao pessimos e evitaveis?",
        "Qual foi sua experiencia sexual mais desapontante?",
        "Qual emoçao, sentimento que voce anda suprimindo ou ignorando?",
        "Seus pais fizeram um bom trabalho? te criando",
        "Qual o melhor conselho que voce ja recebeu, e porque voce precisou dele?",
        "Tem algo que voce esta esperando ouvir de alguem proximo a voce?",
        "O que voce mais admira da pessoa a sua direita (ou sobre mim) ?",
        "No seu amago, voce sente que o mundo é um lugar seguro ou inseguro ?",
        "Voce preferiria que mais pessoas te respeitassem ou que mais pessaos te desejassem ? ",
        "Qual experiencia relativamente comum que voce nunca teve?",
        "Voce ja gostou da experiencia de dor sentimental? ",
        "Voce foi amado o suficiente?",
        "Voce ja teve uma experiencia espiritual ? Como foi? Como te afetou ?",



        
        "Do you feel a greater sense of satisfaction when you gain approval from people who are very similar to you, or very different from you?",
        "If you could have one but not the other, would you rather love someone or be loved by someone?",
        "What kind of people do you get along best with?",
        "Which of your achievements are you most proud of?",
        "Given the guarantee that nobody will ask you the question: What is a question that you would refuse to answer?",
        "How boring are you?",
        "Do you have more thoughts or more feelings?",
        "What are your coping mechanisms for stress?",
        "Would you rather double the amount of emotional pain and pleasure you feel on a daily basis, or cut both in half?",
        "What is the most interesting fact about you that few people know?",
        "Which of your personality traits are you most proud of?",
        "Which group is larger: people who trust you, or people you trust?",
        "What is the most significant thing you've ever changed your mind about?",
        "If you could ask everybody in the world one question, what would it be? You don't get to hear their answers.",
        "Are some human lives worth more than others?",
        "You must pick a number right now and live that many years total, in good physical health. You can't die before, and you can't extend after. How many years do you choose to live?",
        "Do you consider the state of \"unconditionally loving everyone\" to be desirable or undesirable for you, given it were possible?",
        "Are there any thoughts so offensive that you would advocate shaming those who think them, even if they don't act on those thoughts?",
        "Which of your beliefs would be the most difficult to change, even in the face of overwhelming evidence?",
        "Are there any cases in which you would support forced, involuntary brain modification to change someone else's mind, urges, or behavior?",
        "You can make a designer baby. Would you rather optimize it primarily for intelligence or happiness/optimism?",
        "What do you think enlightenment is?",
        "Do you believe the set of concepts like \"duty\", \"should\", \"obligation\", and \"deserving\" are ultimately more valid or meaningless?",
        "If you could press a button that would make you feel deeply and permanently that everything was ok, would you? Assume that you'd remain functional in the world.",
        "Can someone both be a kind person and also hold the exact opposite of your political views?",
        "If you could, would you wirehead (i.e. hook yourself up to a hypothetical machine that makes you totally and eternally happy and satisfied)?",
        "If you (and only you) could see one measurement or statistic over everyone's heads, what would you want it to indicate?",
        "Would you prefer to date someone 20 IQ points higher or 5 points lower than you?",
        "If you could press a button that would instantly erase every single false belief you have, would you do it?",
        "If you could ask the universe one question and get the truth, what would you want to know?",
        "Is torture ever permissible?",
        "On planet A, everyone's 30% dumber, and you're a genius by comparison. On planet B, everyone's 30% smarter, and you're an idiot by comparison. You stay the same. Which planet would you prefer to live on?",
        "Which technology should not have been invented?",
        "If you could magically cause a neutral nude photo of every human to be published publicly on the internet every year on their birthday, would you?",
        "Of all the beliefs you hold, which is most likely to be considered barbaric in 150 years?",
        "You see a friend getting into their third emotionally abusive relationship in a row. Are they a victim?",
        "Do you feel that you have conscious control over your beliefs? Could you, right now, decide to believe something else if you tried? If so, which beliefs?",
        "What's the most controversial opinion you hold among your own social group?",
        "What viewpoint is the most difficult for you to empathize with?",
        "Does \"no\" always really mean \"no\"?",
        "If you had to fuck a cow, would you rather it be dead or alive?",
        "Do you have any political or social opinions that you're afraid to express to your friends?",
        "In your personal experience, even if the difference is extremely slight, are men or women better at handling suffering?",
        "In a world where different ethnicities had strong genetic differences which caused different moral behavior, would racism be okay or still not okay?",
        "What groups or communities are you most judged for being a member of?",
        "In a world where prostitution becomes totally legal and regulated, should sex workers be allowed to refuse clients on the basis of race?",
        "Would you rather have accidentally killed someone, or be a nonoffending pedophile?",
        "Would you support the use of realistic child sex dolls by pedophiles?",
        "Would you rather be raped or falsely (but convincingly) accused of rape?",
        "Does modern western culture encourage women either to overreact or underreact to \"minor\" sexual assaults, such as groping, too-drunk sex, etc.?",
        "How do society's morals differ from your own?",
        "Regardless of your conscious beliefs or actions, do you feel in your gut that sex work is degrading?",
        "Which stereotype is actually pretty accurate?",
        "If you had to eliminate one million people from one ethnicity, which would it be?",
        "A 14-year-old has sex. How large does the age gap have to be between the 14-year-old and their partner before the child can no longer meaningfully consent to sex?",
        "If a sex worker consents to sex with a customer under expectation of payment, but then the customer refuses to pay, is this closer to rape or to theft?",
        "What's your opinion of education that teaches men to be more seductive?",
        "Do women have any systemic privilege due to their gender?",
        "Is incest wrong? Should it be illegal?",
        "Are there any viewpoints so offensive that they deserve to be shut down or suppressed? If so, which ones?",
        "Regardless of your support or personal feelings, does your subconscious view trans-identifying people as closer to their birth or current gender?",
        "Is bestiality wrong? Are you a vegan?"
    ]
}