{
    "questoes": [
        "Em quais maneiras voce se sente inibido de expressar amor? ",
        "Qual experiencia dificil ou doloroza que voce recomendaria a todos ?",
        "Qual a dor emocional mais intensa que voce ja experenciou?",
        "De quais maneiras voce nao confia em si mesmo ?",
        "Como voce acha que desapontou seus pais?",
        "O que sobre si mesmo voce vem tentando melhorar ou corrigir por um bom tempo?",
        "Voce educaria seus filhos da mesma forma que seus pais te educaram? Como voce faria diferente? ",
        "O que foi a ultima coisa que te fez chorar? Quando foi isso?",
        "Qual foi a coisa mais dificil que voce ja teve que fazer ?",
        "De quais formas voce sente que falha em se comunicar ?",
        "Qual a sua maior insegurança atualmente ?",
        "Quais dos seus habitos atuais entram em conflito com os seus valores?",
        "Qual aspecto sobre a pessoa a sua esquerda(ou sobre mim) que voce tem sentimentos negativos? ",
        "Sobre o que voce ainda deve desculpas para alguem ?",
        "Qual foi o mais doente(estado Mental ou fisicamente) que vc ja esteve ?",
        "Quem voce mais odeia?",
        "Qual foi o seu maior obstaculo para a paz ?",
        "O que voce gostaria mudar de sua aparencia ?",
        "O que voce fez que lhe deu mais vergonha ?",
        "Voce sente medo da morte? Porque ?",
        "Qual a sua estrategia para se recuperar de experincias dolorozas ? Como voce sabe que esta curado(a)? ",
        "Qual foi o seu maior erro financeiro?",
        "Qual a dor fisica mais intensa que voce ja experenciou ?",
        "Quao frequente e de que formas voce sente medo ?",
        "Who in this room would you most like to have sex with? (should remove???)",
        "Quais problemas voce ve nos relacionamento de pessoas ao seu redor ?",
        "You have to marry someone in this room right now. Who is it? (should remove???)",
        "Tem algo que te excita e que voce nunca admitiu para ninguem ?",
        "Qual caracteristica incomum que voce acha mais atrativo em um parceiro romantico ?",
        "Das suas experiencias sexuais passadas, qual te deixou mais desconfortavel?",
        "Se voce fosse convidado(a) para uma festa de nudismo, onde os convidados devem ficar pelados o tempo todo, vc iria? ",
        "When you introspect, away from society and your physical body, deep inside, do you feel a sense of gender?",
        "Como terminou o seu ultimo relacionamento ?",
        "Se vc pudesse escolher um, vc preferiria dobrar o seu desejo sexual ou reduzi-lo a metade ?",
        "Would you rather fuck your girlfriend who is inhabiting your mother's body, or your mother who is inhabiting your girlfriend's body? (If you date men, switch it to boyfriend and father.)(should remove???)",
        "No total, vc recebeu mais ou fez mais sexo oral?",
        "Qual foi uma das coisas mais aventureiras que voce ja fez na cama ?",
        "Voce sairia em um encontro com voce mesmo? Ficaria consigo? ",
        "Voce ja esteve em uma relaçao nao-monogamica ? Qual a sua opiniao sobre a nao-monogamia? ",
        "Voce ja saiu com uma pessoa q vc sentia que era abaixo dos seus padroes?",
        "O quao facil é fazer vc atingir o orgasmo?",
        "Voce ja sentiu culpa ou vergonha por rejeitar romanticamente pessoas que estavam interessadas em voce ?",
        "Se vc pudesse apertar um botao e dobrar o desejo sexual de todas as mulheres da terra, vc faria? ",
        "Voce consegue listar o nome de todas as pessoas que voce ja transou ?",
        "Voce pensa que gritos e brigas sao normais e inevitaveis em relacionamentos ou eles sao pessimos e evitaveis?",
        "Qual foi sua experiencia sexual mais desapontante?",
        "Qual emoçao, sentimento que voce anda suprimindo ou ignorando?",
        "Seus pais fizeram um bom trabalho? te criando",
        "Qual o melhor conselho que voce ja recebeu, e porque voce precisou dele?",
        "Tem algo que voce esta esperando ouvir de alguem proximo a voce?",
        "O que voce mais admira da pessoa a sua direita (ou sobre mim) ?",
        "No seu amago, voce sente que o mundo é um lugar seguro ou inseguro ?",
        "Voce preferiria que mais pessoas te respeitassem ou que mais pessaos te desejassem ? ",
        "Qual experiencia relativamente comum que voce nunca teve?",
        "Voce ja gostou da experiencia de dor sentimental? ",
        "Voce foi amado o suficiente?",
        "Voce ja teve uma experiencia espiritual ? Como foi? Como te afetou ?",
        "Voce sente uma grande satisfaçao quando ganha a aprovaçao de pessoas muito semelhantes a voce ou quando sao muito diferentes?",
        "Se pudesse escolher apenas um, você preferiria ser amado ou que alguem te amasse ?",
        "Com qual tipo de pessoa voce tem mais afinidade, que voce se da bem? ",
        "Quais sao as suas realizaçoes que vc sente mais orgulho?",
        "Given the guarantee that nobody will ask you the question: What is a question that you would refuse to answer?(remover?)",
        "O quao chato(ou entediante) voce é ?",
        "Voce pensa mais ou sente mais ?",
        "Como voce lida com stress?",
        "Voce preferiria sentir o dobro de dore prazer emocional diariamente ou cortar ambos pela metade?",
        "Qual a informaçao mais interessante sobre voce que poucos sabem?",
        "Quais os traços de personalidade, que voce tem, que mais te orgulham?",
        "Voce conhece mais pessoas que confiam em voce ou pessoas cuja as quais voce confia?",
        "Qual foi a sua maior mudança de ideia que te impactou?",
        "Se voce pudesse perguntar a todos no mundo uma questao, qual seria ? Voce nao ouvirá as respostas deles.",
        "Se voce pudesse escolher quantos anos viveria, com boa saude e em boas condiçoes fisicas, quanto tempo viveria?",
        "Oue voce acha que é 'iluminaçao' (estado da pessoa) ",
        "Qual foi a coisa que voce teve chance de aprender, mas acabou deixando de lado ?",
        "Você considera o estado de \"amar a todos incondicionalmente\" desejável ou indesejável para você, assumindo ser possivel?",
        "Qual das suas crenças seria a mais difícil de mudar, mesmo diante de evidências contundentes?",
        "Existem casos em que você apoiaria modificações forçadas e involuntárias para mudar a mente, os impulsos ou o comportamento de outra pessoa?",
        "Se vc pudesse projetar um bebe, voce otimizaria ele para ser mais inteligente ou mais feliz/otimista ?",
        "É possivel alguem ser uma pessoa gentil enquanto tem completamente o oposto de sua visao politica ?",
        "Voce organiza seu autoconhecimento para aprimorar sua vida? Como ? (ex : para nao esquecer que nao gosta de x coisa, ou que gosta de x  coisa/situaçao )",
        "Como é sua disciplina com relaçao a sua dieta? Voce se alimenta bem?",
        "Qual visual voce mantem habitualmente : simples, comedido, austero, displicente, enfeitado, requintado ou exagerado ?",
        "Você acredita que os conceitos de 'dever', 'obrigações', 'merecimento', 'honra', sao mais validos ou mais sem sentido? ",
        "Se você (e apenas você) pudesse ver uma estatistica ou mediçao acima da cabeça de todos, o que voce gostaria de saber ? o que gostaria que isso indicasse ?",
        "Você preferiria namorar com alguem 20 pontos de QI acima do seu ou 10 pontos de QI a menos do que voce ?",
        "Voce acredita que existem coisas imutaveis nas pessoas? O que seria algo que nunca poderia se mudar?",
        "Se voce pudesse ter uma resposta verdadeira do universo, o que voce gostaria de saber? qual seria a pergunta ?",
        "Voce preferiria viver em um planeta que todos fossem 30% mais inteligentes do que voce ou 30% mais burros(logo, vc seria um genio) ?",
        "Qual tecnologia/inovação jamais deveria ter sido inventada ?",
        "Se você pudesse magicamente gerar uma foto neutra nua de qualquer pessoa para ser publicada na internet todo ano, no dia do seu aniversario, voce faria ?",
        "De todas as crenças que voce tem, quais voce acha q sao mais provaveis de serem considerdas algo barbarico em 150 anos ? ",
        "Você ve um amigo(a) entrando em seu(ua) terceira relaçao abusiva seguida. Ele(a) é uma vitima?",
        "Voce acredita que voce tem escolha consciente das suas crenças/valores? Voce poderia, neste exato momento, decidir em acreditar em outra coisa se vc tentasse ? Se sim, quais conseguiria ? ",
        "Qual a sua opiniao mais controversa entre os seus grupos de amigos ?",
        "Qual ponto de vista é mais dificil para voce empatizar, entender?",
        "Nao realmente sempre significa nao ?",
        "Voce tem alguma opiniao politica, economica ou social que voce tem medo de expressar para os seus amigos ?",
        "Na sua experiencia pessoal, mesmo que tenha pequenas diferenças, voce pensa que homens ou mulheres sao melhores de lidar com sofrimento ?",
        "Quais grupos ou comunidades que voce é mais julgado(a) por fazer parte ?",
        "Em um mundo que a prostituiçao seja totalmente legalizada e regulada, deveriam os profissionais de sexo recusar clientes baseado na cor de pele, ou em preconceitos ?",
        "Voce apoiaria o uso de bonecas realistas de criaças por pedofilos? Assumindo que isso diminuiria o abuso infantil",
        "Voce acha que a sociedade moderna encoraja as mulheres a reagir exageradamente ou mal reagir a importunaçoes sexuais menores ? (como sexo bebada, apalpamentos ... etc)",
        "O quanto a moral da sociedade difere da sua propria moral pessoal ?",
        "Independentemente das suas crenças pessoais, vc acredita, no fundo, que trabalho sexual é degradante?",
        "Qual esteriotipo voce acredita ser bem preciso ?",
        "Se uma trabalhadora de sexo consentir em transar por dinheiro e o cliente se recusar a pagar, é considerado estupro ou roubo ? ",
        "Qual a sua opiniao sobre aulas de seduçao dadas para homens ?",
        "Mulheres tem algum privilegio sistemico de genero ? ",
        "Você considera incesto errado? Deveria ser ilegal?",
        "Existem pontos de vista tao ofensivos que deveriam ser calados ou suprimidos? Quais? ",
        "Se você pudesse acordar num dia com qualquer nova habilidade ou qualidade, qual seria?",
        "Se tivesse um programa de televisão, do que seria?",
        "Qual foi o momento mais embaraçoso que você passou na vida?",
        "Se você pudesse reviver um dia na sua vida, qual seria?",
        "Qual a pessoa que você mais admira?",
        "Como seria um dia perfeito para você?(desde o café da manhã até a hora de dormir)", 
        "Qual é o seu maior medo?",
        "Quando você está triste, o que gosta de fazer para se confortar?",
        "Se pudesse escolher apenas um lugar para comer durante toda a sua vida, qual seria?",
        "Qual é a primeira lembrança que você tem da sua vida (desde o seu nascimento)?",
        "Qual objeto que você tem hoje e que não quer perder nunca?",
        "Quando foi a última vez que você chorou e por quê?",
        "Se você pudesse escolher onde estaria daqui a 5 anos, nesta mesma data, onde estaria?",
        "Se dinheiro não fosse problema, o que você compraria agora?",
        "Qual das suas conquistas te deixou mais orgulhoso(a)?",
        "Você tem algum grande arrependimento?Qual é?",
        "Qual a celebridade você gostaria de ser melhor amiga?",
        "O que você sonhou na noite passada?",
        "Se você pudesse comer apenas um doce para o resto da vida, qual seria?",
        "De quem você é mais próximo na sua família?",
        "O que você mais gosta de fazer quando não tem ninguém por perto?",
        "Qual é a sua viagem dos sonhos?",
        "O que a maioria das pessoas não sabe sobre você?",
        "Qual livro causou mais impacto em você?",
        "Qual gênero literário você mais gosta?",
        "Qual pessoa você acha que tem a voz bonita?",
        "Qual foi a resposta que você esperou com muita ansiedade na sua vida?",
        "Quem te faz sorrir com facilidade?",
        "Feijão por cima, por baixo ou ao lado do arroz?",
        "Qual a combinação mais estranha de comida que você já comeu?",
        "Você já descobriu uma mentira? Como foi?",
        "Quem é a pessoa mais sincera que você conhece?",
        "Qual o animal que você tem medo?",
        "Prefere trabalhar fora ou fazer home office?",
        "Prefere ir para a escola ou estudar em casa?",
        "Se pudesse pintar a casa que você mora de outra cor, qual escolheria?",
        "Quais tipos de vídeo você gosta de assistir no YouTube?",
        "Você acha fácil fazer as dancinhas do TikTok?",
        "Qual digital influencer você mais acompanha?",
        "Você conhece todas as pessoas que segue nas suas redes sociais?",
        "Se você pudesse passar um dia agradável com alguém da sua rede social, que seria?",
        "O que você acha do Twitter?",
        "Qual professor ou professora marcou a sua história na escola?",
        "Você já passou por algo que não deseja a ninguém?",
        "Se alguma pessoa famosa pudesse comentar uma foto sua nas redes sociais, quem você queria que fosse?",
        "Você se classifica uma pessoa tímida ou extrovertida?",
        "Se você ficasse dois dias inteiros sem beber água, quais consequências físicas teria no seu corpo?",
        "Qual você acha que foi o momento mais marcante na história do seu país?",
        "O que não pode faltar na sua rotina?",
        "Se considera uma pessoa estudiosa?",
        "Quem mais marcou a sua história de vida até hoje?",
        "Prefere cuidar de planta ou de pet?",
        "Qual o melhor horário do dia para você?",
        "Se você estivesse passando por um grande problema hoje, quem você acha que te ajudaria?",
        "Qual é a cor de roupa que você mais tem?",
        "Quem você acha uma pessoa muito esperta?",
        "Quantos anos você tinha quando realmente aprendeu o que é esquerda e o que é direita?",
        "Qual amigo ou amiga sente mais saudade?",
        "O que acha da brincadeira “verdade ou desafio”?",
        "Você gosta de falar em público?",
        "Você sente ciúmes quando os seus amigos fazem outras amizades?",
        "Quem você considera como melhor amigo?",
        "Se você tivesse três desejos a serem realizados, o que desejaria?",
        "Se você ganhasse um milhão de reais agora, mas tivesse que pagar uma dívida de 500 mil no final do mês, como administraria o dinheiro?",
        "Qual foi o presente mais especial que você recebeu de um amigo?",
        "Gato ou cachorro?",
        "Qual foi o maior problema que um amigo já fez você entrar?",
        "Você gosta de pedir a opinião dos seus amigos sobre quem você namora/fica?",
        "Alguem ja te contou um segredo e você falou para outra pessoa?",
        "Se você fosse presidente, qual seria a primeira coisa que você faria para mudar o seu país?",
        "Qual amigo te conhece melhor?",
        "Se você pudesse ouvir um único cantor ou cantora pelo resto da sua vida, qual seria?",
        "Qual foi a escolha mais difícil que você tomou na sua vida?",
        "Você guarda mágoa de alguém? Se sim, de quem?",
        "Se você pudesse viver em uma outra época, qual seria?",
        "Quem foi o seu primeiro crush da vida?",
        "Qual região do seu país você acha que tem o sotaque mais bonito?",
        "Qual foi a situação que aconteceu contigo e você se sentiu muito sortudo?",
        "Qual foi a coisa mais bizarra que você já presenciou?",
        "Para quem você ligaria no meio da noite se tivesse um pesadelo?",
        "Se seus amigos pudessem te descrever em uma frase, o que você acha que eles falariam?",
        "Você acredita em almas gêmeas?",
        "Qual foi a maior mentira que você contou para si mesmo?",
        "Qual o seu dia do ano favorito?",
        "Você acredita em alienígena?",
        "Qual o nome que você acha mais sexy?",
        "Qual a teoria da conspiração que você realmente acredita?",
        "Se você pudesse ser invisível por um dia, o que faria?",
        "Qual é o cheiro mais estranho que você já sentiu?",
        "Qual o melhor nome de WiFi que você já viu?",
        "Daqui a 40 anos, do que você acha que as pessoas vão sentir falta dos dias de hoje?",
        "O que você acha de algumas pessoas colocarem abacaxi na pizza?",
        "Se você fosse à Itália, teria coragem de colocar ketchup na pizza deles?",
        "Se os animais pudessem falar, qual você acha que seria o mais mal-educado?",
        "Qual foi o lugar mais estranho que você urinou?",
        "Você acha que seria melhor termos 3 olhos ou 2 bocas?",
        "Qual criatura mística que se existisse, mudaria o mundo e a forma como vivemos?",
        "Qual foi a coisa mais estranha que você já viu na casa de uma pessoa?",
        "Qual é o nome de pessoa mais estranho que você já ouviu?",
        "Se você precisasse dividir a casa com uma pessoa que nunca viu na vida, qual estratégia usaria para se sentir menos desconfortável?",
        "Se a manteiga não se chamasse manteiga, como você acha que ela se chamaria?",
        "Se você pudesse mudar o nome do seu país, como o chamaria?",
        "Qual animal pequeno você acha que seria engraçado se fosse do tamanho de um cavalo?",
        "Porque a galinha se chama galinha?",
        "Quantas vezes você parou para pensar o porquê de onde surgiram os nomes dos animais, objetos e lugares?",
        "Quem você conhece que realmente lembra um personagem de desenho animado?",
        "Se você pudesse responder apenas SIM ou NÃO para qualquer coisa que te perguntassem, o que escolheria?",
        "Se você descobrisse que tem um clone seu em outro país, o que faria?",
        "Se você fosse preso sem nenhuma explicação, o que os seus amigos e familiares presumiram que você fez?",
        "Imagine que você é um cientista, qual experimento gostaria de fazer?",
        "Se alguém pedisse para ser seu aprendiz, o que você ensinaria?",
        "Se o seu eu de 5 anos de repente se descobrisse habitando o seu corpo atual, o que o seu eu de cinco anos faria primeiro?",
        "Se você pudesse ser representado por uma comida, qual seria?",
        "Se o seu animal de estimação falasse, qual você seria a frase que ele mais repetiria?",
        "Qual celebridade é o seu ou a sua crush?",
        "Se você pudesse descrever um dia perfeito com alguém, como ele seria?",
        "Uma pessoa que não deixa você falar ou uma pessoa que não te responde: qual tipo te irrita mais?",
        "Qual foi a sua primeira impressão sobre mim?",
        "Você prefere ir a grandes festas ou passar um tempo com seus amigos em um lugar mais tranquilo?",
        "O que é estranho, mas você acha atraente?",
        "Qual foi o presente mais especial que você recebeu de alguém?",
        "Qual foi a melhor viagem que você já fez?",
        "Qual é a regra de vida que você mais acredita?",
        "O que você acha sobre ter amizade com o ex ou a ex?",
        "O que você gosta de fazer para relaxar?",
        "O que seria um final de semana perfeito para você?",
        "Entre trabalho, estudo, família e amigos, qual é a sua maior prioridade ?",
        "Qual foi o momento mais embaraçoso que você viveu?",
        "Você tem um relacionamento próximo com a sua família?",
        "Você sabe  como os seus pais se conheceram?",
        "Qual é o seu apelido em casa?",
        "Se você tivesse a chance de ser qualquer pessoa por um dia, quem seria?",
        "Você ainda fala com os seus amigos de infância?",
        "Se você pudesse passar um ano em outro país com tudo pago, aonde iria?"
    ]
}